[
  {
    "sigla":"AD",
    "denominacao":"Alianca Democratica",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao eleitoral formada pelo PPD/PSD, CDS e PPM, cujos principais impulsionadores foram Francisco Sa Carneiro, Freitas do Amaral e Goncalo Ribeiro Telles, respectivamente. Concorreu as eleicoes legislativas de 1979 e 1980, obtendo nos dois actos eleitorais, a maioria absoluta. Durou ate 1983, altura em que os partidos concorreram as eleicoes legislativas separados. A morte de Sa Carneiro e de Adelino Amaro da Costa constituiu um duro golpe para a coligacao.",
    "inscricao":1979,
    "dissolucao_alteracao":"1983",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"ADIM",
    "denominacao":"Associacao de Defesa dos Interesses de Macau",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Associacao politica de cariz conservador, fundada por Senna Fernandes, que tinha como principal opositor politico o Centro Democratico de Macau (CDM). Na eleicao para a Assembleia Constituinte de 1975 consegue eleger um deputado, Diamantino de Oliveira Ferreira, pelo circulo eleitoral de Macau.",
    "inscricao":1975,
    "dissolucao_alteracao":"sem actividade",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"AOC",
    "denominacao":"Alianca Operaria Camponesa",
    "orientacao_politica":"Esquerda",
    "observacoes":"Criada por decisao dos participantes do II Encontro Nacional do jornal 'A Voz do Trabalhador', em 17/12/1974. O seu programa apresenta-se como um programa revolucionario de luta pelo socialismo, no qual o bloco dos operarios e camponeses deveriam tomar o Poder derrotando a burguesia. Inscrito oficialmente no Supremo Tribunal de Justica a 21/02/1975. Requer alteracao da denominacao, sigla e simbolo, adoptando, respectivamente, os de Partido Trabalhista e de PT o que e deferido por despacho do Supremo Tribunal de Justica de 6 de Julho de 1979. Viria a ser extinto mediante Acordao 238/00, publicado em Diario da Republica, II Serie de 21/12/2000. Enquanto AOC concorreu somente as eleicoes legislativas de 1976.",
    "inscricao":1975,
    "dissolucao_alteracao":"1979",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"APU",
    "denominacao":"Alianca Povo Unido",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao de esquerda formada pelo PCP e pelo MDP/CDE. Concorreu as eleicoes intercalares de 1979 e as eleicoes legislativas de 1980, 1983 e 1985. Estes dois partidos politicos haviam ja constituido a coligacao FEPU nessa altura com a participacao da FSP que acabou por nao integrar a APU.",
    "inscricao":1979,
    "dissolucao_alteracao":"1987",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"ASDI",
    "denominacao":"Accao Social Democrata Independente",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Surge com o abandono de alguns deputados do PPD/PSD em 1979, entre os quais Antonio de Sousa Franco, Joaquim Magalhaes Mota e Servulo Correia. Advoga uma democracia politica, economica, social e cultural que promova a liberdade e a igualdade, tendo como referencia os principios do socialismo personalista e democratico. Inscreveu-se oficialmente no Supremo Tribunal de Justica em 27/06/1980. Nao obstante nao se encontrar formalmente extinto o partido nao desenvolve qualquer actividade politica.",
    "inscricao":1980,
    "dissolucao_alteracao":"sem actividade",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"BE",
    "denominacao":"Bloco de Esquerda",
    "orientacao_politica":"Esquerda",
    "observacoes":"Surge no ano de 1999 atraves da agregacao de elementos de quatro partidos: a Unidade Democratica Popular, o Partido Socialista Revolucionario, a Frente de Esquerda Revolucionaria e a Politica XXI. Todavia, inclui ainda outras pessoas de grupos ou tendencias que nao constituiam organizacoes politicas. Francisco Louca, Miguel Portas e Fernando Rosas sao tres dos seus principais dirigentes. Data de 24/03/1999, a sua inscricao no Tribunal Constitucional, pelo Acordao 196/99, publicado em Diario da Republica, II Serie, de 10/04/99. Publica mensalmente o jornal 'Esquerda'.",
    "inscricao":1999,
    "dissolucao_alteracao":"",
    "morada":"Rua da Palma, 268 ",
    "localidade":"1100-394 Lisboa",
    "telefone":"213510510",
    "fax":213510519,
    "website":"http://www.bloco.org/",
    "correio_eletronico":"bloco.esquerda@bloco.org"
  },
  {
    "sigla":"CDM",
    "denominacao":"Centro Democratico de Macau",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Fundado em 30/04/1974, com sede em Macau, propoe-se a lutar pelo exercicio dos direitos civis e politicos e participar na vida politica, defendendo os principios de uma democracia plural, com a livre e activa participacao de todos os cidadaos. Visto ser um partido criado no circulo eleitoral de Macau (aquando da soberania portuguesa no territorio) o seu objectivo principal era o progresso daquela regiao e dos seus habitantes. Concorre as eleicoes para a Assembleia Constituinte de 1975, pelo circulo de Macau, nao tendo logrado eleger nenhum representante.",
    "inscricao":1975,
    "dissolucao_alteracao":"sem actividade",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"CDS-PP",
    "denominacao":"CDS - Partido Popular",
    "orientacao_politica":"Direita",
    "observacoes":"Formado em 19/07/1974, e um partido de inspiracao centrista democrata-crista, cujos fundadores foram, entre outros, Diogo Freitas do Amaral, Adelino Amaro da Costa, Basilio Horta e Xavier Pintado. Foi inscrito oficialmente no Supremo Tribunal de Justica em 13/01/1975. Em 1976 aquando da aprovacao da Constituicao na Assembleia Constituinte o CDS foi o unico partido a votar contra. Tem ocasionalmente formado governo atraves de coligacoes sendo a mais conhecida destas a AD (coligacao com o PPD/PSD e o PPM) entre 1979 e 1981. A denominacao de Partido do Centro Democratico Social foi entretanto alterada para Centro Democratico Social - Partido Popular, com a sigla CDS-PP, conforme Acordao do Tribunal Constitucional nº 282/93, publicado no Diario da Republica, II Serie, de 29/04/1993. Ja em 1995 procede a nova alteracao, desta feita, apenas da denominacao que passa a Partido Popular conforme Acordao do Tribunal Constitucional 131/95, publicado em Diario da Republica, II Serie, 07/04/1995. A denominacao e simbolo sao alterados em 2009, conforme Acordao do Tribunal Constitucional nº 343/2009.",
    "inscricao":1975,
    "dissolucao_alteracao":"",
    "morada":"Largo Adelino Amaro da Costa, 5 ",
    "localidade":"1149-063 Lisboa",
    "telefone":"218814700",
    "fax":218860454,
    "website":"http://www.cds.pt/",
    "correio_eletronico":"cds-pp@cds.pt"
  },
  {
    "sigla":"CDU",
    "denominacao":"Coligacao Democratica Unitaria",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao de partidos politicos, PCP e PEV, de caracter temporal indefinido que se encontra inscrita oficialmente no Tribunal Constitucional desde 05/05/1987, conforme Acordao 145/87, desse tribunal, publicado no Diario da Republica, II Serie, em 02/06/1987. Sucede as coligacoes APU e FEPU, em que so o PCP e a forca politica comum. A CDU a partir da data da sua constituicao concorreu a todas as eleicoes. ",
    "inscricao":1987,
    "dissolucao_alteracao":"",
    "morada":"Rua Soeiro Pereira Gomes, 3 ",
    "localidade":"1600-196 Lisboa",
    "telefone":"217813800",
    "fax":217969126,
    "website":"http://www.cdu.pt",
    "correio_eletronico":""
  },
  {
    "sigla":"FEC(m-l)",
    "denominacao":"Frente Eleitoral dos Comunistas (marxistas-leninistas)",
    "orientacao_politica":"Esquerda",
    "observacoes":"Inscreveu-se oficialmente no Supremo Tribunal de Justica em 26/02/1975. De caracter frentista e tendencia maoista, advoga uma Republica Democratica Popular, cujos orgaos, executivos, legislativos, administrativos e judiciais devem estar nas maos dos delegados operarios e camponeses, controlados pelo povo e dirigidos pelo proletariado e pelo partido. Os seus objectivos passam por terminar com a opressao, exploracao e poder do Capital, conduzindo ao Socialismo e Comunismo. Altera a sua denominacao, sigla e simbolo em 25/10/1976 para Organizacao Comunista Marxista Leninista Portuguesa – OCMLP.",
    "inscricao":1975,
    "dissolucao_alteracao":"1976",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FEH",
    "denominacao":"Frente Ecologia e Humanismo",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao entre o MPT e o PH",
    "inscricao":2009,
    "dissolucao_alteracao":"",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FEPU",
    "denominacao":"Frente Eleitoral Povo Unido",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao entre o PCP, o MDP e a FSP, formada em Setembro de 1976, tendo em vista concorrer, em lista conjunta, as eleicoes autarquicas desse ano. O PCP e o MDP vieram posteriormente a constituir a coligacao APU, da qual a FSP ja nao veio a fazer parte.",
    "inscricao":1976,
    "dissolucao_alteracao":"1979",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FER",
    "denominacao":"Frente da Esquerda Revolucionaria",
    "orientacao_politica":"Esquerda",
    "observacoes":"Fusao entre uma das multiplas dissensoes trotskystas a operar em Portugal, e um pequeno grupo radical de jovens libertarios. Surge da transformacao da Liga Socialista de Trabalhadores, segundo o Acordao 327/89, do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 14/04/1989. A deliberacao de dissolucao da FER foi reconhecida e mandada anotar pelo Tribunal Constitucional mediante o Acordao 637/2005, publicado no Diario da Republica, II Serie, em 16/11/2005.",
    "inscricao":1989,
    "dissolucao_alteracao":"2005",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FRS",
    "denominacao":"Frente Republicana e Socialista",
    "orientacao_politica":"Coligacoes",
    "observacoes":"Coligacao formada pelo PS, UEDS e ASDI, surge em 10 de Junho de 1980, durante o I Governo da AD. Obtem 26,65% dos votos nas eleicoes para a Assembleia da Republica realizadas em 5 de Outubro de 1980.",
    "inscricao":1980,
    "dissolucao_alteracao":"1983",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FSP",
    "denominacao":"Frente Socialista Popular",
    "orientacao_politica":"Esquerda",
    "observacoes":"Herdeira do Movimento Socialista Popular de Manuel Serra integrou o Partido Socialista, como grupo autonomo, ate Dezembro de 1974. Contraria a logica capitalista do Estado, defende uma relacao entre os Homens baseada nos ideais de justica, igualdade e fraternidade. Inscreveu-se oficialmente no Supremo Tribunal de Justica a 27/02/1975 e foi declarada extinta pelo Acordao 492/2004 do Tribunal Constitucional, publicado no Diario da Republica, II Serie, 07/07/2004. Integrou a coligacao com fins eleitorais FEPU em conjunto com o PCP e o MDP/CDE. Concorreu a dois actos eleitorais: para a Assembleia Constituinte de 1975 e Assembleia da Republica em 1976.",
    "inscricao":1975,
    "dissolucao_alteracao":"2004",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"FUP",
    "denominacao":"Forca de Unidade Popular",
    "orientacao_politica":"Esquerda",
    "observacoes":"Major Otelo Saraiva de Carvalho funda este partido na area do 'socialismo participado', com o objectivo de promover a unidade popular em Portugal para a construcao do Socialismo. Defendia nos seus estatutos a luta permanente pelos objectivos da Revolucao Socialista. Revolucao que so sera possivel pelo recurso das classes trabalhadoras a violencia revolucionaria armada. Inscreveu-se oficialmente no Supremo Tribunal de Justica em 28/07/1980, tendo sido decidida a sua extincao pelo Tribunal Constitucional no Acordao 231/2004, de 31 Marco 2004, publicado no Diario da Republica, II Serie, em 30/04/2004.",
    "inscricao":1980,
    "dissolucao_alteracao":"2004",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"GDUP's",
    "denominacao":"Grupos Dinamizadores de Unidade Popular",
    "orientacao_politica":"Esquerda",
    "observacoes":"Visava a criacao de uma frente popular aberta a todos os antifascistas revolucionarios, na luta pelo socialismo. Inscrito oficialmente como partido politico em 25/10/1976 vem a ser dissolvido pelo Tribunal Constitucional atraves do Acordao 669/97, publicado em Diario da Republica, II Serie, 18/12/1997, devido a cessacao de actividade desde o ano de 1997. Durante a sua existencia concorreu somente as eleicoes Autarquicas de 1976.",
    "inscricao":1976,
    "dissolucao_alteracao":"1997",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"LCI",
    "denominacao":"Liga Comunista Internacionalista",
    "orientacao_politica":"Esquerda",
    "observacoes":"Fundada em 1973 em Peniche adere em 1975 a Frente de Unidade Revolucionaria (FUR). Na sua base defende um governo operario e campones ao servico dos trabalhadores e por estes controlado. No ano de 1979, funde-se com o Partido Revolucionario dos Trabalhadores (PRT), formando o Partido Socialista Revolucionario (PSR), o que e deferido por despacho do Supremo Tribunal da Justica datado de 2 de Abril desse ano.",
    "inscricao":1975,
    "dissolucao_alteracao":"1979",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"LST",
    "denominacao":"Liga Socialista dos Trabalhadores",
    "orientacao_politica":"Esquerda",
    "observacoes":"Baseia-se nos principios do marxismo revolucionario, tendo como objectivo conduzir a sociedade a supressao definitiva das classes. Inscrito formalmente a 23/02/1983 no Supremo Tribunal de Justica. Em 1989 requer ao Tribunal Constitucional a alteracao da denominacao, sigla e simbolo o que veio a ser deferido mediante Acordao 327/89, desse tribunal superior, publicado no Diario da Republica, II Serie em 14/04/1989.",
    "inscricao":1983,
    "dissolucao_alteracao":"1989",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"MD",
    "denominacao":"Movimento pelo Doente",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Partido politico cujo principal objectivo e a defesa dos direitos sociais nomeadamente dos direitos inerentes a saude do cidadao portugues. Defende os valores do humanismo etico da cultura portuguesa. Inscrito oficialmente em 23/04/2002 no Tribunal Constitucional, pelo Acordao nº 178/2002 publicado em Diario da Republica, II Serie em 21/05/2002. Encontra-se dissolvido, conforme Acordao 31/2007, do Tribunal Constitucional, publicado em Diario da Republica, 2ª Serie – Nº 32 – 14 de Fevereiro de 2007.",
    "inscricao":2002,
    "dissolucao_alteracao":"2007",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"http://www.m-d.pt",
    "correio_eletronico":""
  },
  {
    "sigla":"MDP/CDE",
    "denominacao":"Movimento Democratico Portugues / Comissoes Democraticas Eleitorais",
    "orientacao_politica":"Esquerda",
    "observacoes":"Fundado em 1969, como coligacao eleitoral para concorrer as eleicoes legislativas, na sequencia de movimentos populares de luta antifascista, com o objectivo de criar um Estado amplamente democratico e um pais amplamente popular, segundo o seu Programa. Fez parte de todos os Governos Provisorios com excepcao do VI. Inscrito oficialmente no Supremo Tribunal de Justica a 30/01/1975, concorreu a diversos actos eleitorais, normalmente em coligacao com o PCP (APU). Integrou duas coligacoes com fins eleitorais a FEPU (PCP, MDP/CDE e FSP) e a APU (PCP e MDP/CDE). Mais tarde, em 1994, requer a alteracao da denominacao, sigla e simbolo conforme Acordao do Tribunal Constitucional 312/94, publicado no Diario da Republica, II Serie, de 28/03/1994, passando a ser designado por Politica XXI. ",
    "inscricao":1975,
    "dissolucao_alteracao":"1994",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"MEP",
    "denominacao":"Movimento Esperanca Portugal",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Inscrito oficialmente em 23/07/2008 no Tribunal Constitucional, pelo Acordao nº 395/2008 publicado em Diario da Republica, 2ª Serie, de 18/08/2008.",
    "inscricao":2008,
    "dissolucao_alteracao":"",
    "morada":"Travessa das Pedras Negras, 1, 4o ",
    "localidade":"1100-404 Lisboa",
    "telefone":"218854730",
    "fax":218877666,
    "website":"http://www.mep.pt/",
    "correio_eletronico":"secretariado@mep.pt"
  },
  {
    "sigla":"MES",
    "denominacao":"Movimento de Esquerda Socialista",
    "orientacao_politica":"Esquerda",
    "observacoes":"Define-se como um movimento que luta pela conquista do Poder pelos trabalhadores. Apesar de fundado em 1974 as suas origens remontam a 1970. Concorreu somente a dois actos eleitorais: para a Assembleia Constituinte de 1975 e para as eleicoes legislativas de 1976. Inscreveu-se oficialmente no Supremo Tribunal de Justica em 20/02/1975. O seu registo foi dado por cancelado pelo Acordao 666/97 do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 18/12/1997, com fundamento no facto de o partido ter deixado de exercer actividade desde os primeiros meses do ano de 1981.",
    "inscricao":1975,
    "dissolucao_alteracao":"1997",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"MIRN/PDP",
    "denominacao":"Movimento Independente para a Reconstrucao Nacional / Partido da Direita Portuguesa",
    "orientacao_politica":"Direita",
    "observacoes":"Inscrito oficialmente no Supremo Tribunal de Justica a 27/07/1979. Concorreu somente a um acto eleitoral para a Assembleia da Republica nas eleicoes de 1980. O General Kaulza de Arriaga foi seu lider. Defende os principios e praticas da direita democratica social, bem como o estabelecimento de um regime presidencialista. O seu registo foi cancelado e o partido dissolvido pelo Acordao 674/97 do Tribunal Constitucional, publicado em Diario da Republica, II Serie em 18/12/1997, pois o partido deixara de exercer actividade desde 30 de Junho de 1984.",
    "inscricao":1979,
    "dissolucao_alteracao":"1997",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"MMS",
    "denominacao":"Movimento Merito e Sociedade",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Inscrito oficialmente em 29/05/2008 no Tribunal Constitucional, pelo Acordao nº 290/2008 publicado em Diario da Republica, 2ª Serie, de 24/06/2008.",
    "inscricao":2008,
    "dissolucao_alteracao":"",
    "morada":"Rua Castilho, 5 - 1a Loja ",
    "localidade":"1250-066 Lisboa",
    "telefone":"213301400, 309809968, 309809970",
    "fax":213158684,
    "website":"http://www.mudarportugal.org/",
    "correio_eletronico":"info@mudarportugal.pt"
  },
  {
    "sigla":"MPT",
    "denominacao":"Partido da Terra",
    "orientacao_politica":"Centro-direita",
    "observacoes":"A sua inscricao no Tribunal Constitucional data de 12/08/1993, conforme Acordao 455/93, do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 25/09/1993, com a denominacao Movimento o Partido da Terra, e a sigla MPT. Partido de cariz ecologista, defende o desenvolvimento sustentavel e equilibrado da economia numa perspectiva ambientalista, nao renegando a importancia da dignidade humana assente na justica social, na igualdade de condicoes e na fraternidade, conforme o decorre dos seus estatutos. Em 2003 requer a alteracao da sua denominacao para MPT - Partido da Terra que e deferida pelo Acordao 397/03, do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 10/10/2003, mantendo, contudo, a sigla MPT. O fundador do partido e Goncalo Ribeiro Telles.",
    "inscricao":1993,
    "dissolucao_alteracao":"",
    "morada":"Rua da Beneficencia, 111 – 1o",
    "localidade":"1601-301 Lisboa",
    "telefone":"217971109",
    "fax":217971109,
    "website":"http://www.mpt.pt/",
    "correio_eletronico":"mpt@mpt.pt"
  },
  {
    "sigla":"MUT",
    "denominacao":"Movimento para a Unidade dos Trabalhadores",
    "orientacao_politica":"Esquerda",
    "observacoes":"Preconiza a unidade de todos os trabalhadores e a liberdade de discussao, gozando dos principios de independencia face ao Estado e a Igreja. Formado com a intencao de participar na luta de classes, surge em 24/03/1994 resultado da alteracao da denominacao, sigla e simbolo do Partido Operario da Unidade Socialista (POUS) (conforme Acordao 301/94, publicado no Diario da Republica, II Serie de 17/05/1994), tendo sido em 1999 retomada a denominacao, sigla e simbolos originarios, o que e atestado pelo Acordao 203/99 do Tribunal Constitucional, publicado no Diario da Republica II Serie em 17/04/1999.",
    "inscricao":1994,
    "dissolucao_alteracao":"1999",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"OCMLP",
    "denominacao":"Organizacao Comunista Marxista-Leninista Portuguesa",
    "orientacao_politica":"Esquerda",
    "observacoes":"Surge da alteracao de denominacao, sigla e simbolo da Frente Eleitoral Comunista - Marxista-Leninista, em 25/10/1976. E dissolvida oficialmente em 1988 tendo o Tribunal Constitucional confirmado a anotacao da respectiva deliberacao de dissolucao no Acordao 10/88, de 06/01/88, publicado na II Serie do Diario da Republica em 15/03/1988.",
    "inscricao":1976,
    "dissolucao_alteracao":"1988",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PC(R)",
    "denominacao":"Partido Comunista (Reconstruido)",
    "orientacao_politica":"Esquerda",
    "observacoes":"Define-se como partido politico revolucionario do proletariado, regendo-se pela doutrina marxista-leninista. Inscrito oficialmente no Supremo Tribunal de Justica em 03/02/1981. O congresso do partido decide em Dezembro de 1992 a dissolucao, tendo, o Tribunal Constitucional, mediante Acordao 358/02, 7 Agosto, publicado no Diario da Republica II Serie, em 14/09/2002, ordenado a anotacao da referida decisao. Concorreu a dois actos eleitorais para a Assembleia da Republica em 1985 e 1987.",
    "inscricao":1981,
    "dissolucao_alteracao":"2002",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PCP",
    "denominacao":"Partido Comunista Portugues",
    "orientacao_politica":"Esquerda",
    "observacoes":"Fundado em 6 de Marco de 1921, teve como seu primeiro secretario-geral Jose Carlos Rates, a quem se sucede, como primeiro secretario-geral eleito, Bento Goncalves. Alvaro Cunhal, uma figura historica do partido, foi eleito secretario-geral em 1961, mantendo-se no cargo ate 1992. Tem como base teorica o marxismo-leninismo que defendia a supressao da propriedade privada, a colectivizacao dos meios de producao e o desaparecimento da estratificacao social, lutando pela democracia, pelo socialismo e pelo comunismo. Durante o periodo do Estado Novo, o partido foi perseguido, obrigando muitos dos seus membros a viver na clandestinidade, o que nao impediu que constituisse, entao, a maior forca de oposicao ao regime Salazarista. O PCP promoveu a sua inscricao no Supremo Tribunal de Justica em 26/12/1974, tendo sido o primeiro partido a obter a legalizacao. Apos o 25 de Abril de 1974 participou nos cinco (5) primeiros governos provisorios. Integrou coligacoes com fins eleitorais como a FEPU (PCP, MDP/CDE e FSP) e a APU (PCP e MDP/CDE). O jornal semanario 'Avante!' e orgao oficial do partido, tendo sido editado pela primeira vez em 1931, sendo, ainda, publicada a revista bimensal 'O Militante'.",
    "inscricao":1974,
    "dissolucao_alteracao":"",
    "morada":"Rua Soeiro Pereira Gomes, 3 ",
    "localidade":"1600-196 Lisboa",
    "telefone":"217813800",
    "fax":217969126,
    "website":"http://www.pcp.pt/",
    "correio_eletronico":"pcp@pcp.pt"
  },
  {
    "sigla":"PCP(m-l)",
    "denominacao":"Partido Comunista de Portugal (marxista-leninista)",
    "orientacao_politica":"Esquerda",
    "observacoes":"A sua origem remonta a 1956 quando se da uma cisao no PCP. Alguns participantes desta cisao juntam-se a outros elementos de orientacao marxista-leninista e criam em 1964 a Frente de Accao Popular e poucos meses depois o Comite Marxista-Leninista Portugues, que durou ate 1970, data em que se formou o PCP (ML). A instauracao de uma ditadura do proletariado e a salvaguarda da independencia nacional sao os seus objectivos primordiais. Nao querendo revelar quais os nomes dos seus militantes ao Supremo Tribunal de Justica, nao e admitido a concorrer as eleicoes para a Assembleia Constituinte. Inscreve-se oficialmente no Supremo Tribunal de Justica em 26/03/1976. 'Unidade Popular' era uma publicacao sua. Nao obstante nao se encontrar formalmente extinto o partido nao desenvolve qualquer actividade politica.",
    "inscricao":1976,
    "dissolucao_alteracao":"sem actividade",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PCTP/MRPP",
    "denominacao":"Partido Comunista dos Trabalhadores Portugueses",
    "orientacao_politica":"Esquerda",
    "observacoes":"De tendencia maoista, e fundado em Setembro de 1970 o Movimento Reorganizativo do Partido do Proletariado - MRPP, tendo como primeiro secretario-geral Arnaldo Matos. O partido e inscrito oficialmente no Supremo Tribunal de Justica (STJ) em 18/02/1975. Particularmente activo nos anos anteriores ao 25 de Abril de 1974, principalmente no meio estudantil, mantem intensa actividade durante os anos de 1974 e 1975. Publica 'Bandeira Vermelha' em 1970, como orgao teorico e 'Luta Popular' em 1971, como orgao de massas. Em 15/03/1977 (despacho STJ) altera a denominacao para Partido Comunista dos Trabalhadores Portugueses, e a sigla para PCTP/MRPP. A defesa dos trabalhadores e a sua maior luta e Antonio Garcia Pereira a personalidade mais visivel. ",
    "inscricao":1975,
    "dissolucao_alteracao":"",
    "morada":"Rua da Palma, 159 - 2o Dto.",
    "localidade":"1100-391 Lisboa",
    "telefone":"218880780, 213864145, 919215613",
    "fax":218884036,
    "website":"http://www.pctpmrpp.org/",
    "correio_eletronico":"pctp@pctpmrpp.org"
  },
  {
    "sigla":"PDA",
    "denominacao":"Partido Democratico do Atlantico",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Inscrito oficialmente no Supremo Tribunal de Justica (STJ) em 05/11/1979 com a sigla UDA/PDA, tendo em 1983 requerido a alteracao da mesma que veio a ser deferida pelo mesmo tribunal, conforme despacho STJ de 08/02/1983. Preconiza a ordem democratica como forma de exercicio do poder politico e representacao da soberania popular, conducente a libertacao integral do Homem.",
    "inscricao":1979,
    "dissolucao_alteracao":"",
    "morada":"Largo 2 de Marco, no 65 ",
    "localidade":"9500-152 Ponta Delgada",
    "telefone":"296284033",
    "fax":296284033,
    "website":"",
    "correio_eletronico":"pdanacional@sapo.pt, jfn_ventura@sapo.pt"
  },
  {
    "sigla":"PDC",
    "denominacao":"Partido da Democracia Crista",
    "orientacao_politica":"Direita",
    "observacoes":"Em 1974 surge o Partido Cristao Social Democrata, que dias depois de se ter formado une-se ao Partido Democratico Popular Cristao. Ainda no mesmo ano, fruto de uma dissidencia, constitui-se o PDC. Sao seus dirigentes: Nuno Calvet de Magalhaes, Henrique de Sousa e Melo, Jose Mendes da Fonseca, entre outros. Conforme o disposto nos seus Estatutos, 'pretende colocar todos os poderes publicos ao servico do Povo, segundo os principios democraticos e de harmonia com a moral, o direito, a liberdade e as responsabilidades cristas' (in Artigo 1º, Capitulo I dos seus Estatutos). O semanario 'Presenca Democratica' e uma publicacao sua. Inscrito oficialmente no Supremo Tribunal de Justica em 13/02/1975. E extinto pelo Acordao 529/2004 do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 20/08/2004.",
    "inscricao":1975,
    "dissolucao_alteracao":"2004",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PEV",
    "denominacao":"Partido Ecologista 'Os Verdes'",
    "orientacao_politica":"Esquerda",
    "observacoes":"A inscricao no Supremo Tribunal de Justica, com a denominacao Movimento Ecologico Portugues - Os Verdes e sigla MEP-PV, data de 15/12/1982. Apresenta a intencao de promover uma intervencao ecologica mais activa em Portugal. No ano de 1987 requer alteracao da denominacao para Partido Ecologista 'Os Verdes', com a sigla PEV, pelo Acordao nº158/87 do Tribunal Constitucional, publicado em Diario da Republica, na II Serie de 02/06/1987. Tem concorrido as eleicoes integrado na coligacao de partidos formada com o PCP, com a denominacao CDU - Coligacao Democratica Unitaria.",
    "inscricao":1982,
    "dissolucao_alteracao":"",
    "morada":"Rua da Boavista, 83 – 3Dto ",
    "localidade":"1200-066 Lisboa",
    "telefone":"213960308, 213960291",
    "fax":213960424,
    "website":"http://www.osverdes.pt/",
    "correio_eletronico":"osverdes@mail.telepac.pt"
  },
  {
    "sigla":"PG",
    "denominacao":"Partido da Gente",
    "orientacao_politica":"Centro-direita",
    "observacoes":"De inspiracao crista, defende a promocao da democracia politica, social, economica e cultural baseada em principios eticos, sociais e democraticos da doutrina crista. O primeiro pedido de inscricao, com a denominacao Partido Social Cristao - PSC e um peixe como simbolo, foi rejeitado pelo Tribunal Constitucional, devido ao simbolo proposto, mediante Acordao 107/95, publicado no Diario da Republica, II Serie, em 01/04/1995, por considerar '..., a este respeito, que se trata de emblema que, posto em relacao com a pretendida denominacao do partido, pode suscitar pela sua caracterizacao de matriz religiosa, confusao no espirito e boa fe dos cidadaos, desse modo perturbando a desejada transparencia na participacao politica destes...'. '...Desenhado isoladamente ou acompanhado de outros elementos simbolicos, o peixe foi, historicamente, representado como simbolico de Cristo...E, ainda hoje, nao constituindo o simbolo por excelencia do cristianismo, nao deixa de poder ser entendido como tal em certas circunstancias...'. Solicita, entao a alteracao da denominacao, sigla e simbolo, e acaba por ser inscrito oficialmente no Tribunal Constitucional mediante Acordao 118/95, publicado no Diario da Republica em 01/04/1995. Os membros do partido deliberaram a dissolucao do partido e requereram ao Tribunal Constitucional a anotacao da respectiva extincao, o que veio a suceder atraves do Acordao 56/99, publicado no Diario da Republica, II Serie em 12/03/1999. Durante a sua existencia concorreu apenas ao referido acto eleitoral para a Assembleia da Republica no ano de 1995.",
    "inscricao":1995,
    "dissolucao_alteracao":"1999",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PH",
    "denominacao":"Partido Humanista",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Criado a partir do Movimento Humanista, um movimento internacional, que e a expressao politica da corrente de pensamento conhecida como Novo Humanismo. O Partido Humanista reivindica o ser humano como valor central de toda a actividade social. O Tribunal Constitucional recebeu a sua inscricao oficial em 07/04/1999, Acordao 204/99, publicado em Diario da Republica, II Serie, de 17/04/99.",
    "inscricao":1999,
    "dissolucao_alteracao":"",
    "morada":"Rua de Sta. Catarina, 820 - 1o ",
    "localidade":"4000-446 Porto",
    "telefone":"962818610, 967230676",
    "fax":256823431,
    "website":"http://www.movimentohumanista.com/ph/",
    "correio_eletronico":"partidohumanista.portugal@gmail.com"
  },
  {
    "sigla":"PND",
    "denominacao":"Nova Democracia",
    "orientacao_politica":"Direita",
    "observacoes":"Fundado a partir de uma dissidencia no seio do CDS-PP, o PND tem como fundador Manuel Monteiro. A Uniao Europeia e o modelo europeu sao os principais temas da sua accao politica, principalmente marcada pelo euro-cepticismo, mesmo na ordem interna, e defende o liberalismo economico. Tem como data de inscricao no Tribunal Constitucional 18/06/2003, conforme Acordao 298/2003, publicado na II Serie, em 18 de Junho. Publica o jornal 'Democracia Liberal' e a revista 'Nova Vaga', respectivamente, com periodicidade semanal e anual. O simbolo e a letra da denominacao do PND foi alterado em 2009, conforme Acordao do Tribunal Constitucional nº 179/2009, publicado no Diario da Republica, 2ª Serie, de 06/05/2009.",
    "inscricao":2003,
    "dissolucao_alteracao":"",
    "morada":"Rua da Trindade, 36 - Sobreloja ",
    "localidade":"1200-302 Lisboa",
    "telefone":"213247020",
    "fax":213247029,
    "website":"http://www.pnd.pt/",
    "correio_eletronico":"pnd@pnd.pt"
  },
  {
    "sigla":"PNR",
    "denominacao":"Partido Nacional Renovador",
    "orientacao_politica":"Direita",
    "observacoes":"Partido de cariz nacionalista, e membro do grupo European National Front. Conforme resulta dos seus estatutos defende os valores da liberdade e da justica e os interesses da Nacao Portuguesa. Resulta de um requerimento de alteracao da denominacao, sigla e simbolo do Partido Renovador Democratico que foi deferido pelo Tribunal Constitucional em 12/04/2000, Acordao 250/2000, publicado em Diario da Republica, II Serie, 04/05/2000. ",
    "inscricao":2000,
    "dissolucao_alteracao":"",
    "morada":"Apartado 2130 ",
    "localidade":"1103-001 Lisboa",
    "telefone":"964378225",
    "fax":213977852,
    "website":"http://www.pnr.pt/",
    "correio_eletronico":""
  },
  {
    "sigla":"POUS",
    "denominacao":"Partido Operario de Unidade Socialista",
    "orientacao_politica":"Esquerda",
    "observacoes":"De inspiracao trotskista, e fundado em 1976 por Aires Rodrigues e Carmelinda Pereira, com o objectivo de contestar o rumo que o Partido Socialista seguia. Tem como finalidade ajudar a classe operaria na luta pela emancipacao, pela tomada de poder e vitoria do socialismo. Data de 23/08/1979 a sua inscricao no Supremo Tribunal de Justica. Nasce da fusao entre o Movimento para a Unidade Socialista (MUS) e a Organizacao Socialista dos Trabalhadores (OST). Em 1994 requer a alteracao da sua denominacao para Movimento para a Unidade dos Trabalhadores, com a sigla MUT, o que vem a suceder conforme Acordao 301/94, publicado no Diario da Republica, II Serie de 17/05/1994. No ano de 1999 requer ao Tribunal Constitucional o regresso a sua antiga denominacao, pedido que foi deferido por aquele tribunal superior atraves do Acordao 203/99, publicado no Diario da Republica, II Serie em 17/04/1999, mantendo esta denominacao ate aos dias de hoje.",
    "inscricao":1979,
    "dissolucao_alteracao":"",
    "morada":"Rua de Sto Antonio da Gloria, 52 B - Cave C  ",
    "localidade":"1250-217 Lisboa",
    "telefone":"213225931, 965070942",
    "fax":213257811,
    "website":"http://pous4.no.sapo.pt/",
    "correio_eletronico":"pous4@sapo.pt"
  },
  {
    "sigla":"PPD/PSD",
    "denominacao":"Partido Social Democrata",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Fundado em 1974 por Francisco Sa Carneiro, Francisco Pinto Balsemao e Joaquim Magalhaes Mota, sendo a data oficial da sua inscricao no Supremo Tribunal de Justica (STJ) a de 25/01/1975. De acordo com os seus estatutos defende um Estado de Direito, plural e democratico, assente na justica e solidariedade social. O jornal 'Povo Livre' e a publicacao oficial do partido desde 1974. Integrou coligacoes com fins eleitorais como, por exemplo, a AD (PPD/PSD, CDS e PPM) entre 1979 e 1981. A sigla e denominacao que no momento da sua inscricao eram PPD - Partido Popular Democratico sao alteradas em 13/10/1976 (despacho do STJ) para PPD/PSD - Partido Social Democrata. Dois dos seus lideres mais carismaticos foram Francisco Sa Carneiro e Anibal Cavaco Silva tendo, este ultimo, governado o Pais com duas maiorias absolutas na Assembleia da Republica entre 1987 e 1995.",
    "inscricao":1975,
    "dissolucao_alteracao":"",
    "morada":"Rua de Sao Caetano, 9 ",
    "localidade":"1249-087 Lisboa",
    "telefone":"213918500",
    "fax":213976967,
    "website":"http://www.psd.pt/",
    "correio_eletronico":"psd@psd.pt"
  },
  {
    "sigla":"PPM",
    "denominacao":"Partido Popular Monarquico",
    "orientacao_politica":"Direita",
    "observacoes":"As suas origens remontam a 1957, enquanto coligacao politica dos sectores monarquicos activos em oposicao ao regime do Estado Novo. Em 1971, o Movimento Popular Monarquico, a Liga Popular Monarquica e a Renovacao Portuguesa formam a Convergencia Monarquica, grupo que em Maio de 1974 vira a fundar o Partido Popular Monarquico. Defende uma solucao do tipo monarquica democratica como modelo de Estado. Integrou coligacoes com fins eleitorais como, por exemplo, a AD (PPD/PSD, CDS e PPM) entre 1979 e 1981. Data de 17/02/1975 a sua inscricao no Supremo Tribunal de Justica. Goncalo Ribeiro Teles foi o seu lider mais carismatico ate 1994, data em que sai do partido e funda o MPT. ",
    "inscricao":1975,
    "dissolucao_alteracao":"",
    "morada":"Travessa da Pimenteira, 2 - R/c Esq. ",
    "localidade":"1300-460 Lisboa",
    "telefone":"213622153",
    "fax":213622153,
    "website":"",
    "correio_eletronico":"ppm.geral@sapo.pt"
  },
  {
    "sigla":"PPR",
    "denominacao":"Partido Portugues das Regioes",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Defende um modelo democratico assente nos valores regionais, eticos e sociais de liberdade, desenvolvido atraves de orgaos nacionais, regionais e autarquicos. Inscrito oficialmente no Tribunal Constitucional conforme Acordao 256/95, publicado no Diario da Republica II Serie de 23/06/1995. O seu registo foi cancelado atraves do Acordao 750/98 do Tribunal Constitucional, publicado em Diario da Republica, II Serie, em 23/07/1999. Nunca concorreu a qualquer acto eleitoral.",
    "inscricao":1995,
    "dissolucao_alteracao":"1998",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PPV",
    "denominacao":"Portugal pro Vida",
    "orientacao_politica":"Centro-direita",
    "observacoes":"Inscrito oficialmente em 01/07/2009 no Tribunal Constitucional, pelo Acordao nº 327/2009 publicado em Diario da Republica, 2ª Serie, de 30/07/2009.",
    "inscricao":2009,
    "dissolucao_alteracao":"",
    "morada":"Rua Dr. Jose Correia, 79 ",
    "localidade":"4580-258 Paredes",
    "telefone":"",
    "fax":255777428,
    "website":"http://portugalprovida.blogspot.com/",
    "correio_eletronico":"portugalprovida@gmail.com"
  },
  {
    "sigla":"PRD",
    "denominacao":"Partido Renovador Democratico",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"E fundado em 1985 com o objectivo de 'moralizar a vida politica nacional'. Consegue ser a terceira forca politica mais votada na eleicao legislativa de 1985, apos a dissolucao da Assembleia da Republica pelo Presidente da Republica de entao, General Ramalho Eanes. Foi inscrito oficialmente no Tribunal Constitucional em 19/07/1985, publicado no Diario da Republica, II Serie, em 19/07/1985. Em 1999, quando a sua expressao eleitoral ja era minima, foi requerida a alteracao da sua denominacao, sigla e simbolo, da qual resulta o Partido Nacional Renovador, Acordao 250/2000, 12/04/2000 do Tribunal Constitucional, publicado em Diario da Republica, II Serie, 04/05/2000.",
    "inscricao":1985,
    "dissolucao_alteracao":"2000",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PRT",
    "denominacao":"Partido Revolucionario dos Trabalhadores",
    "orientacao_politica":"Esquerda",
    "observacoes":"Criado em 31/01/1975 e inscrito formalmente no Supremo Tribunal de Justica em 25/03/1975. Defende os principios do marxismo revolucionario. Tem como objectivo organizar e controlar a classe operaria, conduzindo-a a tomada de poder e a Revolucao Socialista. Pretende a abolicao do capitalismo e a progressiva eliminacao de classes. O jornal 'Combate Socialista' era edicao sua. No ano de 1979, funde-se com o Partido Revolucionario dos Trabalhadores (PRT), formando o Partido Socialista Revolucionario (PSR) o que e deferido por despacho do Supremo Tribunal da Justica datado de 2 de Abril desse ano.",
    "inscricao":1975,
    "dissolucao_alteracao":"1979",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PS",
    "denominacao":"Partido Socialista",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Nasce em 19 de Abril de 1973 na Alemanha, atraves da transformacao da Accao Socialista Portuguesa que surgira em 1964. De acordo com a sua Declaracao de Principios e um partido politico que defende a liberdade, igualdade e solidariedade numa sociedade plural e democratica, sendo o socialismo democratico a sua principal causa politica. A data 01/02/1975 marca a sua inscricao no Supremo Tribunal de Justica. Apos o 25 de Abril de 1974 participa em cinco (5) Governos Provisorios, sendo o partido mais votado nas eleicoes para a Assembleia Constituinte de 1975. De entre os seus fundadores destaca-se a figura de Mario Soares. O jornal 'Accao Socialista' e a publicacao oficial do partido.",
    "inscricao":1975,
    "dissolucao_alteracao":"",
    "morada":"Largo do Rato, 2 ",
    "localidade":"1269-143 Lisboa",
    "telefone":"213822000",
    "fax":213822022,
    "website":"http://www.ps.pt/",
    "correio_eletronico":"portal@ps.pt"
  },
  {
    "sigla":"PSN",
    "denominacao":"Partido da Solidariedade Nacional",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Apresenta-se como defensor dos interesses e direitos das classes mais carenciadas de todos os escaloes etarios, especialmente das reivindicacoes dos cidadaos ja reformados, promovendo a justica social. Inscrito oficialmente no Tribunal Constitucional mediante Acordao 255/90, publicado no Diario da Republica, II Serie, de 17/09/1990, veio a ser declarado extinto pelo Acordao 28/2006 do mesmo tribunal, publicado no Diario da Republica, II Serie, de 10/01/2006. Nas eleicoes legislativas de 1991 conseguiu obter representacao parlamentar elegendo um deputado.",
    "inscricao":1990,
    "dissolucao_alteracao":"2006",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PSR",
    "denominacao":"Partido Socialista Revolucionario",
    "orientacao_politica":"Esquerda",
    "observacoes":"Criado em 1978, fruto da fusao entre a Liga Comunista Internacionalista (LCI) e o Partido Revolucionario dos Trabalhadores (PRT), sendo a sua data de inscricao no Supremo Tribunal de Justica 02/04/1979. Alguns dos militantes desta organizacao politica estao na origem do Bloco de Esquerda. Conforme se retira dos respectivos estatutos, o partido declara-se como seccao portuguesa da IV Internacional e pretende uma revolucao socialista que destrua o sistema capitalista. Requereu a modificacao da sigla e simbolo para aqueles que actualmente sao utilizados o que foi deferido pelo Acordao 454/93, 10 Agosto, publicado no Diario da Republica II Serie em 25/09/1993. Encontra-se dissolvido, conforme Acordao 140/2008, do Tribunal Constitucional, publicado em Diario da Republica, 2ª Serie - Nº 64 - 1 de Abril de 2008.",
    "inscricao":1979,
    "dissolucao_alteracao":"2008",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PST",
    "denominacao":"Partido Socialista dos Trabalhadores",
    "orientacao_politica":"Esquerda",
    "observacoes":"Organizacao portuguesa da IV Internacional, proletaria e revolucionaria, com o objectivo de instauracao de uma ditadura do proletariado, atraves da abolicao do capitalismo. Inscrito oficialmente em 12/06/1980 no Supremo Tribunal de Justica e extinto por despacho do Supremo Tribunal de Justica em 04/05/1981, apos ter concorrido a um acto eleitoral para a Assembleia da Republica em 1980. ",
    "inscricao":1980,
    "dissolucao_alteracao":"1981",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PT",
    "denominacao":"Partido Trabalhista",
    "orientacao_politica":"Esquerda",
    "observacoes":"Surge, em 6 de Julho de 1979, data do despacho do Supremo Tribunal de Justica (STJ), fruto da alteracao promovida pela Alianca Operaria Camponesa (AOC) da sua denominacao, sigla e simbolo. Em 1980 requer alteracao ao desenho do simbolo inicialmente adoptado o que e deferido por despacho de 25 de Junho desse mesmo ano do STJ. O Tribunal Constitucional acabaria por proceder a sua extincao atraves do Acordao 238/00, publicado em Diario da Republica, II Serie de 21/12/2000, com fundamento na inactividade do partido desde 1983.",
    "inscricao":1979,
    "dissolucao_alteracao":"2000",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PTP",
    "denominacao":"Partido Trabalhista Portugues",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Inscrito oficialmente em 01/07/2009 no Tribunal Constitucional, pelo Acordao nº 326/2009 publicado em Diario da Republica, 2ª Serie, de 30/07/2009.",
    "inscricao":2009,
    "dissolucao_alteracao":"",
    "morada":"Rua Portas de Santo Antao, 117 – 2o, sala D ",
    "localidade":"1150-266 Lisboa",
    "telefone":"213465222, 925166101",
    "fax":213465222,
    "website":"http://www.ptp.com.pt/",
    "correio_eletronico":"ptp@ptp.com.pt"
  },
  {
    "sigla":"PUP",
    "denominacao":"Partido de Unidade Popular",
    "orientacao_politica":"Esquerda",
    "observacoes":"Fundado em Dezembro de 1974, apareceu no espectro partidario portugues como uma organizacao politica de tendencia maoista, com o objectivo de instaurar uma Democracia Popular, unindo a classe operaria, os camponeses pobres e os explorados. Tem origem na denominada faccao Mendes PCP (ML). Concorreu somente ao acto eleitoral para a Assembleia Constituinte de 1975. Inscrito oficialmente no Supremo Tribunal de Justica em 27/02/1975, foi decretada a sua dissolucao atraves do Acordao 665/97 do Tribunal Constitucional, publicado em Diario da Republica, II Serie, em 18/12/1997, pois, segundo o mesmo Acordao, deixara de exercer actividade desde a decada de 70.",
    "inscricao":1975,
    "dissolucao_alteracao":"1997",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"PXXI",
    "denominacao":"Politica XXI",
    "orientacao_politica":"Esquerda",
    "observacoes":"Surge em 1994, resultado da alteracao da denominacao e sigla do Movimento Democratico Portugues/Comissoes Democraticas Eleitorais (MDP/CDE), conforme Acordao 312/94, de 28 de Marco, do Tribunal Constitucional, publicado no Diario da Republica, II Serie, de 28/03/1994. A inscricao primitiva no Supremo Tribunal de Justica remonta a 30/01/1975. Enquanto MDP/CDE concorreu a sucessivas eleicoes como forca politica integrante das coligacoes APU e FEPU. Alguns militantes do Politica XXI acabam por se encontrar na origem do Bloco de Esquerda no ano de 1999. Encontra-se dissolvido, conforme Acordao 199/2008, do Tribunal Constitucional, publicado em Diario da Republica, 2ª Serie – Nº 82 – 28 de Abril de 2008.",
    "inscricao":1994,
    "dissolucao_alteracao":"2008",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"UDP",
    "denominacao":"Uniao Democratica Popular",
    "orientacao_politica":"Esquerda",
    "observacoes":"Organizacao politica marxista, de natureza comunista, criada em Dezembro de 1974, impulsionada pelo Comite de Apoio a Reconstrucao do Partido, pelos Comites Comunistas Revolucionarios Marxistas-Leninistas e pela Uniao Revolucionaria Marxista-Leninista. O seu programa preve um Estado que pertenca a classe operaria, o combate ao neoliberalismo, a luta pela paz e o pugnar pela estreita uniao com organizacoes e movimentos que lutam contra o capital e o imperialismo. Publicou o jornal 'A Voz do Povo', tido como orgao oficial. A UDP foi uma das organizacoes politicas de onde sairam alguns elementos que em 1999 integraram o Bloco de Esquerda. A data de inscricao no Supremo Tribunal de Justica e 10/02/1975. Encontra-se dissolvida, conforme Acordao 655/2005, do Tribunal Constitucional, publicado em Diario da Republica, II Serie, 16 de Novembro.",
    "inscricao":1975,
    "dissolucao_alteracao":"2005",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  },
  {
    "sigla":"UEDS",
    "denominacao":"Uniao da Esquerda para a Democracia Socialista",
    "orientacao_politica":"Centro-esquerda",
    "observacoes":"Fundada na Convencao da Esquerda Socialista e Democratica, em Janeiro de 1978, pela Associacao de Cultura Socialista - Fraternidade Operaria, pelo MSU e por conhecidos militantes socialistas independentes. E inscrita oficialmente no Supremo Tribunal de Justica a 20/08/1979. Dissolve-se em Abril de 1986, embora o cancelamento do partido ocorra so em 1997 atraves do Acordao 356/97 do Tribunal Constitucional, publicado no Diario da Republica, II Serie, em 12/07/1997. Alguns dos seus membros mais destacados passaram a integrar o PS.",
    "inscricao":1979,
    "dissolucao_alteracao":"1986",
    "morada":"",
    "localidade":"",
    "telefone":"",
    "fax":null,
    "website":"",
    "correio_eletronico":""
  }
]
